window.EARTH_LOCATIONS = [
  {
    "lat": 1.35,
    "lng": 103.81,
    "name": "亚太东南 1（新加坡）",
    "details": [
      "可用区： 3",
      "2015 年发布"
    ]
  },
  {
    "lat": -33.86,
    "lng": 151.2,
    "name": "亚太东南 2（悉尼）",
    "details": [
      "可用区： 2",
      "2016 年发布"
    ]
  },
  {
    "lat": 3.13,
    "lng": 101.68,
    "name": "亚太东南 3（吉隆坡）",
    "details": [
      "可用区： 2",
      "2017 年发布"
    ]
  },
  {
    "lat": 6.2,
    "lng": 106.84,
    "name": "亚太东南 5（雅加达）",
    "details": [
      "可用区： 3",
      "2018 年发布"
    ]
  },
  {
    "lat": 19.07,
    "lng": 72.87,
    "name": "亚太南部 1（孟买）",
    "details": [
      "可用区： 2",
      "2018 年发布"
    ]
  },
  {
    "lat": 35.67,
    "lng": 139.65,
    "name": "亚太东北 1（东京）",
    "details": [
      "可用区： 2",
      "2016 年发布"
    ]
  },
  {
    "lat": 37.92,
    "lng": -78.65,
    "name": "美国东部 1（弗吉尼亚州）",
    "details": [
      "可用区： 2",
      "2015 年发布"
    ]
  },
  {
    "lat": 37.37,
    "lng": -122.04,
    "name": "美国西部 1（硅谷）",
    "details": [
      "可用区： 2",
      "2014 年发布"
    ]
  },
  {
    "lat": 50.11,
    "lng": 8.68,
    "name": "欧洲中部 1（法兰克福）",
    "details": [
      "可用区： 2",
      "2016 年发布"
    ]
  },
  {
    "lat": 51.5,
    "lng": -0.11,
    "name": "英国（伦敦）",
    "details": [
      "可用区： 2",
      "2018 年发布"
    ]
  },
  {
    "lat": 25.27,
    "lng": 55.29,
    "name": "中东 1（迪拜）",
    "details": [
      "可用区： 1",
      "2016 年发布"
    ]
  },
  {
    "lat": 22.3,
    "lng": 114.17,
    "name": "中国香港",
    "details": [
      "可用区： 3",
      "2014 年发布"
    ]
  },
  {
    "lat": 36.06,
    "lng": 120.38,
    "name": "华北 1（青岛）",
    "details": [
      "可用区： 2",
      "2012 年发布"
    ]
  },
  {
    "lat": 39.91,
    "lng": 116.38,
    "name": "华北 2（北京）",
    "details": [
      "可用区： 10",
      "2013 年发布"
    ]
  },
  {
    "lat": 40.81,
    "lng": 114.87,
    "name": "华北 3（张家口）",
    "details": [
      "可用区： 3",
      "2014 年发布"
    ]
  },
  {
    "lat": 40.84,
    "lng": 111.73,
    "name": "华北 5（呼和浩特）",
    "details": [
      "可用区： 2",
      "2017 年发布"
    ]
  },
  {
    "lat": 40.99,
    "lng": 113.13,
    "name": "华北 6（乌兰察布）",
    "details": [
      "可用区： 3",
      "2020 年发布"
    ]
  },
  {
    "lat": 30.25,
    "lng": 120.16,
    "name": "华东 1（杭州）",
    "details": [
      "可用区： 8",
      "2011 年发布"
    ]
  },
  {
    "lat": 31.22,
    "lng": 121.46,
    "name": "华东 2（上海）",
    "details": [
      "可用区： 8",
      "2015 年发布"
    ]
  },
  {
    "lat": 22.54,
    "lng": 114.06,
    "name": "华南 1（深圳）",
    "details": [
      "可用区： 6",
      "2014 年发布"
    ]
  },
  {
    "lat": 23.73,
    "lng": 114.68,
    "name": "华南 2（河源）",
    "details": [
      "可用区： 2",
      "2020 年发布"
    ]
  },
  {
    "lat": 23.12,
    "lng": 113.25,
    "name": "华南 3（广州）",
    "details": [
      "可用区： 2",
      "2020 年发布"
    ]
  },
  {
    "lat": 30.65,
    "lng": 104.06,
    "name": "中国西部 1（成都）",
    "details": [
      "可用区： 2",
      "2020 年发布"
    ]
  }
];
